---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.CodeCheckingParameterServiceData
source: html/381c6e65-2b55-78aa-0999-1c7ab215c119.htm
---
# CodeCheckingParameterServiceData Members

Releases all resources used by the CodeCheckingParameterServiceData